tap "cloudfoundry/tap"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
tap "wagoodman/dive"

brew "bats-core"
brew "colordiff"
brew "coreutils"
brew "cf-cli"
brew "direnv"
brew "dnsmasq", restart_service: true
brew "erlang"
brew "elixir"
brew "fd"
brew "ffmpeg"
brew "git"
brew "git-extras"
brew "go"
brew "htop"
brew "httpie"
brew "httpstat"
brew "ipcalc"
brew "jq"
brew "kubernetes-helm"
brew "lastpass-cli"
brew "make"
brew "markdown"
brew "mas"
brew "mercurial"
brew "moreutils"
brew "neofetch"
brew "p7zip"
brew "pipenv"
brew "pstree"
brew "pv"
brew "reattach-to-user-namespace"
brew "sf-pwgen"
brew "shellcheck"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "terraform"
brew "testssl"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim"
brew "watch"
brew "wget"
brew "wrk"
brew "youtube-dl"
brew "derailed/k9s/k9s"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "wagoodman/dive/dive"

cask "alfred"
cask "balenaetcher"
cask "cyberduck"
cask "docker"
cask "firefox"
cask "font-fira-mono-for-powerline"
cask "font-meslo-nerd-font"
cask "font-meslo-nerd-font-mono"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "istat-menus"
cask "iterm2"
cask "java"
cask "postico"
cask "sequel-pro"
cask "sizeup"
cask "skype"
cask "vnc-viewer"
cask "wireshark"
cask "yubico-authenticator"
cask "zoomus"

mas "iA Writer", id: 775737590
